OdDAI.EnumerationType.getUnsetIndex
\details
Retrieves the undefined (unset) value for the enumeration data type.
\returns An signed integer value that corresponds to the undefined (unset) value of the enumeration data type.